
const question = [{
	id : 1,
	nameQ : "ฉันเรียนหมอและเก่งวิชาคณิตศาสตร์",
	type : "e",
},
{	
	id : 2,
	nameQ : "ฉันชอบเขียนคำสั่งโปรแกรมคอมพิวเตอร์" ,
	type : "i",
},
{	
	id : 3,
	nameQ : "ฉันเรียนแพทย์แต่เล่นหุ้น ลงทุนทองคำ เลือกซื้อกองทุนเป็น" ,
	type : "b",
},
{	
	id : 4,
	nameQ : "ฉันเรียนหมอและชอบลงพื้นที่ไปพูดคุยกับชาวบ้าน" ,
	type : "p",
},
{	
	id : 5,
	nameQ : "ฉันฝันอยากเป็นหมอและครูสอนหมอ" ,
	type : "t",
},
{	
	id : 6,
	nameQ : "ฉันสนใจเรียนหมอเพื่อดูแลรักษาคนไข้ที่โรงพยาบาล" ,
	type : "d",
},
{	
	id : 7,
	nameQ : "ฉันสนใจกลไกทำงานข้างในอุปกรณ์การแพทย์" ,
	type : "e",
},
{	
	id : 8,
	nameQ : "ฉันสนใจระบบรักษาความปลอดภัยของข้อมูลในคอมพิวเตอร์" ,
	type : "i",
},
{	
	id : 9,
	nameQ : "ฉันชอบดูโฆษณา รายการส่งเสริมการค้าใหม่ๆ เพื่อจำวิธีนำเสนอที่ติดหูติดใจ" ,
	type : "b",
},
{	
	id : 10,
	nameQ : "ฉันเชื่อว่าหมอให้ความรู้ป้องกันโรคสำคัญกว่าหมอรักษาโรค" ,
	type : "p",
},
{	
	id : 11,
	nameQ : "ฉันชอบงานสอนและอธิบายความรู้ให้คนอื่น" ,
	type : "t",
},
{	
	id : 12,
	nameQ : "ความสุขของฉันคือเป็นหมอช่วยชีวิตคนป่วย" ,
	type : "d",
},
{	
	id : 13,
	nameQ : "ฉันจะลงมือซ่อมมือถือเองก่อนส่งให้ช่าง" ,
	type : "e",
},
{	
	id : 14,
	nameQ : "ฉันจัดประเภทไฟล์ข้อมูล สร้างเป็นแฟ้มงานต่างๆ ในคอมพิวเตอร์" ,
	type : "i",
},
{	
	id : 15,
	nameQ : "ฉันฝันอยากเป็นหมอและนักธุรกิจไปพร้อมๆ กัน" ,
	type : "b",
},
{	
	id : 16,
	nameQ : "ฉันชอบทำงานที่ได้พบปะพูดคุยกับผู้คนที่หลากหลาย" ,
	type : "p",
},
{	
	id : 17,
	nameQ : "ฉันคิดว่าหมอที่ดีต้องสามารถถ่ายทอดความรู้ได้" ,
	type : "t",
},
{	
	id : 18,
	nameQ : "ฉันอยากเรียนจบเร็วๆ เพื่อไปดูแลผู้ป่วย" ,
	type : "d",
},
{	
	id : 19,
	nameQ : "ฉันอยากสร้างเครื่องมือทางการแพทย์" ,
	type : "e",
},
{	
	id : 20,
	nameQ : "ฉันอยากสร้างโปรแกรมซอฟต์แวร์เพื่อการวินิจฉัยโรค" ,
	type : "i",
},
{	
	id : 21,
	nameQ : "ฉันยินดีเป็นคนกลางช่วยเจรจาเมื่อเพื่อนในกลุ่มทะเลาะกัน" ,
	type : "b",
},
{	
	id : 22,
	nameQ : "ฉันคิดว่าหมอกับคนในชุมชนต้องทำงานดูแลสุขภาพร่วมกัน" ,
	type : "p",
},
{	
	id : 23,
	nameQ : "ฉันมีอาจารย์แพทย์ในดวงใจที่ตั้งใจสอนลูกศิษย์" ,
	type : "t",
},
{	
	id : 24,
	nameQ : "ฉันเชื่อว่าแพทย์เป็นอาชีพที่มั่นคง ไม่ตกงาน" ,
	type : "d",
},
{	
	id : 25,
	nameQ : "ฉันใช้เครื่องวัดความดันหลายทีต่อครั้งเพื่อเช็คว่าตัวเลขใกล้เคียงกัน" ,
	type : "e",
},
{	
	id : 26,
	nameQ : "ฉันเขียนข้อเสนอแนะเพื่อพัฒนาโปรแกรมเป็นประจำ" ,
	type : "i",
},
{	
	id : 27,
	nameQ : "ฉันชอบวิเคราะห์แนวโน้มเศรษฐกิจที่จะเกิดขึ้นในอนาคต" ,
	type : "b",
},
{	
	id : 28,
	nameQ : "ฉันว่าคนเป็นหมอต้องจูงใจเก่งให้ผู้ป่วยเปลี่ยนพฤติกรรม" ,
	type : "p",
},
{	
	id : 29,
	nameQ : "ฉันรู้ว่าอาจารย์แพทย์เป็นงานที่หนักแต่มีความสุข" ,
	type : "t",
},
{	
	id : 30,
	nameQ : "ฉันคิดว่าจะทำอาชีพแพทย์ไปตลอดชีวิต" ,
	type : "d",
}
];
console.log(question);

